export const LANDING_TITLE = "דני תומר אפטר חתונה !";

export const LANDING_BODY_PARAGRAPHS = [
  "חברים וחברות אהובים 🤍",
  "You've been chosen! 😇",
  "בהמשך להודעת ההזמנה שנשלחה אליכם אתמול לגבי החתונה שלנו בפרדס חנה ב-17.7, הנכם מוזמנים גם לאפטר פארטי של החתונה 💃🪩",
  "אז מה בתכנית ואיך זה הולך להיראות?",
  "החלק הראשון של החתונה יהיה ב-White וייגמר בשעה 18:30. משם, אחרי חיבוקים קצרים ופרידות מכל המבוגרים, נמשיך כולנו בשיירה איטית ברכבים אל מיקום האפטר פארטי ״האגם בפרדס חנה״ שנמצא 5 דקות נסיעה מהאולם. נגיע לשם לקראת שקיעה, ושם נמשיך לחגוג עד שיימאס לנו. במקום תוגש גם ארוחת ערב ובר חופשי כמובן, ומקלחת עם מים חמים להישטף כמו שצריך כשתרצו.",
  "באגם קיימת האפשרות גם להישאר לישון, ובבוקר שלמחרת נעשה ארוחת בוקר משפחתית וטקס קטן 🤤🥐",
  "מבחינת לינה, המקום מספק 2 אוהלים גדולים וממוזגים של 40 אנשים בכל אוהל עם מזרונים ומצעים וכריות, וכולם מוזמנים להיזרק שם במידה וירצו. למי שירצה פרטיות תהיה האופציה להביא אוהל משלכם או משהו בסגנון ולהקים אותו במתחם — יש המון מקום פשוט לתפוס פינה ולהיזרק. ולמי שלא רוצה להישאר לישון במתחם יש אופציה גם לקחת חדר במקום בסביבה ולהצטרף בבוקר לארוחה במידה וירצו.",
  "על מנת לדעת סדר גודל של אוכל ושינה, אשמח אם תשלחו לנו האם אתם מגיעים לאפטר, האם נשארים לישון או לא, ובאיזה אופציה תישנו (אוהל גדול / אוהל פרטי / מלון מחוץ למתחם).",
  "מתרגשים ומחכים כבר לראות את כולם ולחגוג 🫶🥳",
] as const;
